---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StartZOffsetValue
source: html/5ed962d0-a00e-abb2-1a89-e0e82be1a57c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StartZOffsetValue Property

"Start z Offset Value"

## Syntax (C#)
```csharp
public static ForgeTypeId StartZOffsetValue { get; }
```